[
    {
        
        "name": "Deblockle",
        "description": "Deblockle is a casual strategy game of tips and turns for two players. Take turns flipping your blocks into adjacent squares and then moving them across the board. Be the first player to successfully remove all of your blocks by maneuvering them onto the final square on the board, and you win!",
        "minPlayers": "2",
        "maxPlayers": "2",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img": "https://cf.geekdo-images.com/imagepage/img/zzxw-v0c_yl161Mhc4uMw1NK3uQ=/fit-in/900x600/filters:no_upscale()/pic4888605.jpg"
    
    },
    {
        
        "name": "Tiny Epic Zombies",
        "description": "In Tiny Epic Zombies, survivors are always on the run, collecting weapons, killing Zombies and working toward completing objectives. Completing 3 objectives can win you the game but if you're too focused on the objectives, the Zombies will overrun the mall and that will be the end of you.",
        "minPlayers": "1",
        "maxPlayers": "5",
        "complexity": "Medium",
        "lengthOfGame": "30",
        "img": "https://cf.geekdo-images.com/imagepage/img/E_BzL___Kg5I4QDXU2f3Y7u7XFw=/fit-in/900x600/filters:no_upscale()/pic3937056.jpg"
    
    },
    {
        
        "name": "Bang!",
        "description": "The card game BANG! recreates an old-fashioned spaghetti western shoot-out, with each player randomly receiving a Character card to determine special abilities, and a secret Role card to determine their goal.",
        "minPlayers": "4",
        "maxPlayers": "7",
        "complexity": "Light",
        "lengthOfGame": "30",
        "img":"https://cf.geekdo-images.com/imagepage/img/XybC0Cjkb3_zbb0HxIViw4nv3tI=/fit-in/900x600/filters:no_upscale()/pic1170986.jpg"
    
    },
    {
        
        "name": "Zombie Slam",
        "description": "Zombie Slam is an app-assisted card game! You must survive four days by scavenging a new location, exploring the rooms, and collecting supply cards to fill your backpack. Listen carefully and use your hand to slam a stack where the top supply card matches the request. If you fail to fill a backpack or overcome the hazards you've encountered by the end of the day, you become a zombie. That doesn't mean your game is over as the undead can rise again and win by infecting the most stragglers! Zombie Slam is played over four rounds with all players acting simultaneously, and each round consists of ten turns.There is also an optional smart device app to guide the play, which also turns Zombie Slam into a movie-like experience!",
        "minPlayers": "2",
        "maxPlayers": "6",
        "complexity": "Light",
        "lengthOfGame": "15",
        "img":"https://cf.geekdo-images.com/imagepage/img/ZsAOzydCKaZkg5oHQPP6OAd5-dw=/fit-in/900x600/filters:no_upscale()/pic3855035.jpg"
    
    },
    {
        
        "name": "Pandemic",
        "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand. The game board depicts several major population centers on Earth. On each turn, a player can use up to four actions to travel between cities, treat infected populaces, discover a cure, or build a research station. A deck of cards provides the players with these abilities, but sprinkled throughout this deck are Epidemic! cards that accelerate and intensify the diseases' activity. A second, separate deck of cards controls the 'normal' spread of the infections. Taking a unique role within the team, players must plan their strategy to mesh with their specialists' strengths in order to conquer the diseases. For example, the Operations Expert can build research stations which are needed to find cures for the diseases and which allow for greater mobility between cities; the Scientist needs only four cards of a particular disease to cure it instead of the normal five—but the diseases are spreading quickly and time is running out. If one or more diseases spreads beyond recovery or if too much time elapses, the players all lose. If they cure the four diseases, they all win!",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Medium",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/3mRLkaz_shArWqExOXUS59cQowY=/fit-in/900x600/filters:no_upscale()/pic1534148.jpg"
    
    },
    {
        
        "name": "The Village Crone",
        "description": "Become a witch and enter the medieval world of Wickersby in this worker placement, resource management game with spellcasting! Make villagers fall in love, turn them into frogs, or teleport them to different locations. Use your familiars to gather ingredients and cast spells on the villagers to achieve goals and score victory points as you vie to be named the village crone.",
        "minPlayers": "1",
        "maxPlayers": "6",
        "complexity": "Medium",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/zVEBo6oz2Su9EXp1_oWcSvSW3uY=/fit-in/900x600/filters:no_upscale()/pic2464831.jpg"
    
    },
    {
        
        "name": "Scythe",
        "description": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as “The Factory”, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries. Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.",
        "minPlayers": "1",
        "maxPlayers": "7",
        "complexity": "Heavy",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/VrePp6I9_HXw_NtBe4NFcwF5dRQ=/fit-in/900x600/filters:no_upscale()/pic3163924.jpg"
    
    },
    {
        
        "name": "Tiny Epic Mechs",
        "description": "It's the year 3030, and technology offers humankind unimaginable entertainment. What used to be virtual reality is now reality, and sports that once occupied your flat-screen now occupy the world stage. The largest of them embodies the evolution and integration of athleticism and machinery. Once every five years, hundreds of millions of viewers tune in to witness the spectacle that is M.E.C.H.s: Mechanized Entertainment Combat Heroes. Tiny Epic Mechs is an arena-style player-vs-player action-programming game. It features ITEMeeples with plastic molded power armors and a Mech suit that the ITEMeeples actually go inside of.",
        "minPlayers": "1",
        "maxPlayers": "4",
        "complexity": "Medium",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/4CPs6L7CT6Kw7Wymf7VJYFsv0VU=/fit-in/900x600/filters:no_upscale()/pic4239499.jpg"
    
    },
    {
        
        "name": "Resistor_",
        "description": "RESISTOR_ is a fast, fun, and intense two-player competitive card game in which you play as one of two supercomputers in charge of your country's global thermonuclear warheads. Through the manipulation of double-sided cards on the table and in your hand, you create a line that is either red (for DEEP RED) or blue (for BLU9000) that goes across the board into your enemy's base. Each player gets three actions and must take all three before the turn is over. Toss in some Resistor cards, either strategically or to introduce some chaos. The first person to get their enemy up to DEFCON 5 wins!",
        "minPlayers": "2",
        "maxPlayers": "2",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img":"https://cf.geekdo-images.com/imagepage/img/sdSR7LykFA5JP2dsU0XNlWHlW8M=/fit-in/900x600/filters:no_upscale()/pic2318423.png"
    
    },
    {
        
        "name": "Masters Gallery",
        "description": "In Masters Gallery, players are art critics and gallery owners at the same time, trying to pump up the value of certain artists before cashing in their works. The works of five artists – Vermeer, Degas, Renoir, Monet and Van Gogh – are in play. Each player starts with a hand of masterpiece cards, and on a turn you play one on the table to show a stake in the fate of that artist; some masterpiece cards include special actions that allow you to play a second card, draw an extra card, increase the value of a certain artist, or have everyone play a masterpiece card at once.",
        "minPlayers": "2",
        "maxPlayers": "5",
        "complexity": "Light",
        "lengthOfGame": "30",
        "img":"https://cf.geekdo-images.com/imagepage/img/JFxLUuXcoG9IxqBG4-lYzrisOVI=/fit-in/900x600/filters:no_upscale()/pic1547983.jpg"
    
    },
    {
        
        "name": "Love Letter Premium",
        "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first? Love Letter is a game of risk, deduction, and luck for 2–8 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!",
        "minPlayers": "2",
        "maxPlayers": "8",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img":"https://cf.geekdo-images.com/imagepage/img/rVI5ZPbMaeFTMn6bDi0oZc3yhcE=/fit-in/900x600/filters:no_upscale()/pic3124998.jpg"
    
    },
    {
        
        "name": "Sushi Go Party!",
        "description": "Sushi Go Party!, an expanded version of the best-selling card game Sushi Go!, is a party platter of mega maki, super sashimi, and endless edamame. You still earn points by picking winning sushi combos, but now you can customize each game by choosing à la carte from a menu of more than twenty delectable dishes. What's more, up to eight players can join in on the sushi-feast. Let the good times roll!",
        "minPlayers": "2",
        "maxPlayers": "8",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img":"https://cf.geekdo-images.com/imagepage/img/9fYmmxZL39Oeb-QIku9iuITh6ek=/fit-in/900x600/filters:no_upscale()/pic3031286.jpg"
    
    },
    {
        
        "name": "Dungeon Petz",
        "description": "Become the leader of an imp family that has just started a new business – breeding and selling petz. Sound simple and safe? Well, we forgot to mention that those petz are for Dungeon Lords. This means magical, playful, sometimes angry monsters that constantly desire attention and at the very moment you want them to demonstrate their qualities to buyers they are sick or they poop. Sometimes you are even glad that you got rid of them – but the profit is unbelievable.",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Heavy",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/fDnASBcgvOAYqfKY4M7mkhNd_CE=/fit-in/900x600/filters:no_upscale()/pic1103979.jpg"
    
    },
    {
        
        "name": "Food Truck Champion",
        "description": "Food Truck Champion is a game in which each person plays the owner of a new food truck out to make a name for itself. You will hire staff, cook food and please customers to earn awards and popularity. At the end of the day the food truck with the most popularity wins!",
        "minPlayers": "1",
        "maxPlayers": "5",
        "complexity": "Medium",
        "lengthOfGame": "60",
        "img":"https://cf.geekdo-images.com/imagepage/img/8R8E_mYGxs5e16etSJ9J4DB3fQ4=/fit-in/900x600/filters:no_upscale()/pic3862423.jpg"
    
    },
    {
        
        "name": "Space Base",
        "description": "In Space Base, players assume the roles of Commodores of a small fleet of ships. Ships begin docked at their stations and are then deployed to sectors as new ships are commissioned under your command. Use cargo vessels to engage in trade and commerce; mining vessels to build reoccurring base income; and carriers to spread your influence. Establish new colonies for a new Commodore in a sector to gain even more influence. Gain enough influence and you can be promoted to Admiral!",
        "minPlayers": "2",
        "maxPlayers": "5",
        "complexity": "Light",
        "lengthOfGame": "60",
        "img":"https://cf.geekdo-images.com/imagepage/img/g0qhDdAwu093tq4ALHhWu29AwK4=/fit-in/900x600/filters:no_upscale()/pic4017302.jpg"
    
    },
    {
        
        "name": "Evolution",
        "description": "In Evolution, players adapt their species in a dynamic ecosystem where food is scarce and predators lurk. Traits like Hard Shell and Horns will protect your species from Carnivores, while a Long Neck will help them get food that others cannot reach. With over 4,000 ways to evolve your species, every game becomes a different adventure.",
        "minPlayers": "2",
        "maxPlayers": "6",
        "complexity": "Medium",
        "lengthOfGame": "60",
        "img":"https://cf.geekdo-images.com/imagepage/img/edCKkupIzmfWXofLfpUJy_RV2jM=/fit-in/900x600/filters:no_upscale()/pic3543505.jpg"
    
    },
    {
        
        "name": "7 wonders Duel",
        "description": "n many ways 7 Wonders Duel resembles its parent game 7 Wonders as over three ages players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players, with the players not drafting cards simultaneously from hands of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play as well as bonus moves that allow you to take a second card immediately. As in the original game, each card that you acquire can be built, discarded for coins, or used to construct a wonder.",
        "minPlayers": "2",
        "maxPlayers": "2",
        "complexity": "Light",
        "lengthOfGame": "25",
        "img":"https://cf.geekdo-images.com/imagepage/img/K29SesN_KgIUDX0O5y71nGX_GsQ=/fit-in/900x600/filters:no_upscale()/pic3376065.jpg"
    
    },
    {
        
        "name": "Lost Cities",
        "description": "Lost Cities is a card game in the Kosmos two-player series. The game originally consisted of a single deck of cards of rank 2–10 in five different colors with three special 'handshakes' in each suit, but as of 2019 the game now includes six colored suits, with the sixth color being optional for gameplay. A game board is included to organize discarded cards and help players organize their card collections.",
        "minPlayers": "2",
        "maxPlayers": "2",
        "complexity": "Light",
        "lengthOfGame": "25",
        "img":"https://cf.geekdo-images.com/imagepage/img/mDheyBor0kF8TFPgOBxHHXHTcwU=/fit-in/900x600/filters:no_upscale()/pic4597095.jpg"
    
    },
    {
        
        "name": "The Island of Doctor Lucky",
        "description": "The hunter becomes the hunted in The Island of Doctor Lucky. In this tropical spin on Kill Doctor Lucky, you're still competing to kill the old man, but this time you picked a dangerous place to do it: Isla Fortuna, his mysterious tropical island. You can still attempt murder the old fashioned way, using a weapon when no one can see you, or you can take advantage of the new hazard cards to hit him from anywhere else on the map! While hazards aren't usually as strong as a murder attempt, they give you faster movement for the rest of the game. What's more, you can also throw hazards at players! Dodge hazards like the fire pit, the hunting snare, and the hammerhead crabs as you navigate the perilous regions of Isla Fortuna. Find the old man alone, and kill him with whatever you can find: the shark tooth, the elephant gun, the bad dates, or (if you must) your bare hands. Every murder attempt makes you stronger, and if you play your cards right, you can kill Doctor Lucky!",
        "minPlayers": "2",
        "maxPlayers": "8",
        "complexity": "Light",
        "lengthOfGame": "40",
        "img":"https://cf.geekdo-images.com/imagepage/img/zJzc7L58hF4sjt6xN3P6XkwZHOg=/fit-in/900x600/filters:no_upscale()/pic4120709.jpg"
    
    },
    {
        
        "name": "Princes of the Renaissance",
        "description": "Princes of the Renaissance is set in Renaissance Italy. Each player takes on the role of one of the minor Condottiere princes, such as the Gonzagas or d'Estes. Then there are the big five major cities: Venice, Milan, Florence, Rome, and Naples. These are not controlled by individual players, but players will gain 'interests' in them as the game progresses. Each city has six tiles, most of which represent a famous character such as Lucrezia Borgia or Lorenzo Medici. Each tile has its own special properties that are linked to the character on the tile. Thus Cesare Borgia will help you to become more treacherous, while a Venetian merchant will increase your income. These tiles are also worth victory points, depending on the status of the city at the end of the game.",
        "minPlayers": "3",
        "maxPlayers": "6",
        "complexity": "Heavy",
        "lengthOfGame": "180",
        "img":"https://cf.geekdo-images.com/imagepage/img/Ar1uqdN3qDh6I1KR392_oahrxFo=/fit-in/900x600/filters:no_upscale()/pic3024485.jpg"
    
    },
    {
        
        "name": "The Quest for El Dorado",
        "description": "In The Quest for El Dorado, players take the roles of expedition leaders who have embarked on a search for the legendary land of gold in the dense jungles of South America. Each player assembles and equips their own team, hiring various helpers from the scout to the scientist to the aborigine. All of them have one goal in mind: Reaching the golden border first and winning all of the riches for themselves. Whoever chooses the best tactics will be rewarded!",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Light",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/VQ9t7as1zMmUPICKAQCo0sdt1D4=/fit-in/900x600/filters:no_upscale()/pic3617168.jpg"
    
    },
    {
        
        "name": "Alhambra",
        "description": "Granada, 1278. At the foot of the Sierra Nevada mountains, one of the most exciting and interesting project of the Spanish Middle Ages begins: the construction of the ALHAMBRA. The best master builders in the whole of Europe and Arabia want to demonstrate their skill. Employ the most suitable teams of builders and make sure that you always have enough of the right currency. Because no matter whether they are stonemasons from the north or horticulturalists from the south, they all want a proper wage and insist on their 'native' currency. With their help towers can be constructed, gardens laid out, pavilions and arcades erected and seraglios and chambers built.",
        "minPlayers": "2",
        "maxPlayers": "6",
        "complexity": "Light",
        "lengthOfGame": "60",
        "img":"https://cf.geekdo-images.com/imagepage/img/TBcZqdSfA8ZogRP-UkgxF0HQ68w=/fit-in/900x600/filters:no_upscale()/pic4893652.jpg"
    
    },
    {
        
        "name": "Kingdomino",
        "description": "In Kingdomino, you are a lord seeking new lands in which to expand your kingdom. You must explore all the lands, including wheat fields, lakes, and mountains, in order to spot the best plots, while competing with other lords to acquire them first. The game uses tiles with two sections, similar to Dominoes. Each turn, each player will select a new domino to connect to their existing kingdom, making sure at least one of its sides connects to a matching terrain type already in play. The order of who picks first depends on which tile was previously chosen, with better tiles forcing players to pick later in the next round. The game ends when each player has completed a 5x5 grid (or failed to do so), and points are counted based on number of connecting tiles and valuable crown symbols.",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img":"https://cf.geekdo-images.com/imagepage/img/VRrk_VIOKzWM_3tF0kpljj1BWME=/fit-in/900x600/filters:no_upscale()/pic3132685.png"
    
    },
    {
        
        "name": "Stuffed Fables",
        "description": "Stuffed Fables is an unusual adventure game in which players take on the roles of brave stuffies seeking to save the child they love from a scheming, evil mastermind. Make daring melee attacks, leap across conveyor belts, or even steer a racing wagon down a peril-filled hill. The game delivers a thrilling narrative driven by player choices. Players explore a world of wonder and danger, unlocking curious discoveries. The chapters of Stuffed Fables explore the many milestones of a child's life, creating a memorable tale ideal for families, as well as groups of adults who haven't forgotten their childlike sense of wonder.",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Medium",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/IQFsYMiAtAcAFKFVmkVLbXSvDFw=/fit-in/900x600/filters:no_upscale()/pic3708878.jpg"
    
    },
    {
        
        "name": "Oceanos",
        "description": "Oceanos is a game of underwater exploration with an original take on card-drafting. Each player pilots her own submarine trying to spot the most underwater species and the largest coral reef, sending scuba-divers after forgotten treasures, collecting precious crystals to upgrade their ship and to escape the fearsome kraken's gaze... Each submarine is divided into five parts, each of them independently upgradable from level 1 to level 3 and each one of them controlling a different ability of the player (however, there are no different abilities from one player to another). As there are multiple ways to score points and multiple takes on the submarine-upgrading order, the game offers several ways to win. The whole game takes mere 15 turns, each one of them simultaneous between all players, which makes it a fairly quick family game. Even though the submarines have the same abilities game-wise, each looks differently, and a special attention was obviously given also to the depiction of marine life.",
        "minPlayers": "2",
        "maxPlayers": "5",
        "complexity": "Light",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/gCPZrZF7HNeNDC6j-2d0k4HARiA=/fit-in/900x600/filters:no_upscale()/pic3014888.jpg"
    
    },
    {
        
        "name": "TGerraforming Mars",
        "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.",
        "minPlayers": "1",
        "maxPlayers": "5",
        "complexity": "Heavy",
        "lengthOfGame": "120",
        "img":"https://cf.geekdo-images.com/imagepage/img/sgZLoyg3KKeHvyHel8tZ2TIkXRw=/fit-in/900x600/filters:no_upscale()/pic3536616.jpg"
    
    },
    {
        
        "name": "First Martians: Adventures on the Red Planet",
        "description": "Built on the core of the award-winning Robinson Crusoe: Adventures on the Cursed Island, First Martians: Adventures on the Red Planet pits players against the hostile Martian environment and a whole host of new adventures and challenges. The immersive experience is further enhanced with an integrated app that maintains the balance and challenge throughout. Players have the option of taking on the design as a series of separate games, in a custom campaign mode in which each successive game builds on the last.",
        "minPlayers": "1",
        "maxPlayers": "4",
        "complexity": "Heavy",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/original/img/kBSaEqOlhX-ps0GE-3NWKM7Oxi0=/0x0/pic3151415.jpg"
    
    },
    {
        
        "name": "Sidereal Confluence: Trading and Negotiation in the Elysian Quadrant",
        "description": "Sidereal Confluence: Trading and Negotiation in the Elysian Quadrant is a singularly unique trading and negotiation game for 4-9 players. Over the course of the game, each race must trade and negotiate with the rest to acquire the resource cubes necessary to fund their economy and allow it to produce goods for the next turn. Scheming, dealing, and mutually beneficial agreements are key to success. While technically a competitive game, Sidereal Confluence has a uniquely cooperative feel during the trading phase as no race has the ability to thrive on its own. Trade well, and you'll develop technologies and colonize planets to form a civilization that is the envy of the galaxy.",
        "minPlayers": "4",
        "maxPlayers": "9",
        "complexity": "Heavy",
        "lengthOfGame": "180",
        "img":"https://cf.geekdo-images.com/imagepage/img/pRG4K18sh52cXRgg5msNSVXVXAE=/fit-in/900x600/filters:no_upscale()/pic4981297.jpg"
    
    },
    {
        
        "name": "Clank! In! Space!",
        "description": "The evil Lord Eradikus has all but conquered the galaxy and is now on a victory lap across the sector in his flagship, Eradikus Prime. He may rule with an iron grip, but his most prized artifacts are about to slip through his cyborg claws. You and your fellow thieves have challenged each other to sneak aboard his ship, hack your way into its command module, and steal from him. Along the way, you'll recruit allies and snatch up extra loot. But one false step and — Clank! Careless noise draws the attention of Lord Eradikus. Hacking into his command module and stealing his artifacts increases his rage. You'd better hope your friends are louder than you are if you want to make it to an escape pod and get out alive...",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Medium",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/MyV1Y1QEcCMJN6-WqFq15pRuyV8=/fit-in/900x600/filters:no_upscale()/pic3720843.jpg"
    
    },
    {
        
        "name": "Codenames",
        "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their CODENAMES. In Codenames, two teams compete to see who can make contact with all of their agents first. Spymasters give one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team. And everyone wants to avoid the assassin. Codenames: Win or lose, it's fun to figure out the clues.",
        "minPlayers": "2",
        "maxPlayers": "8",
        "complexity": "Light",
        "lengthOfGame": "15",
        "img":"https://cf.geekdo-images.com/imagepage/img/BwJJTrofiaH0Muxuo5rv0VCmuCY=/fit-in/900x600/filters:no_upscale()/pic2582929.jpg"
    
    },
    {
        
        "name": "Duelosaur Island",
        "description": "Duelosaur Island is built around a clever hand-management mechanism. Each card in the game serves three potential purposes. They contain the DNA sequences for dinosaurs you could create, the blueprints for attractions you can build, and certain actions that you can take by discarding them. Do you create the dinosaur on the top of the card to attract guests to your park? Or do you build the attraction on the bottom of the card, which can add to a player's hand-limit, income, and end-game victory points? Or do you discard the card to combine DNA towards creating another dinosaur?",
        "minPlayers": "1",
        "maxPlayers": "2",
        "complexity": "Medium",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/fcAr1Y0nxrRaKBneavtzmtwjzQs=/fit-in/900x600/filters:no_upscale()/pic4194135.png"
    
    },
    {
        
        "name": "Dinosaur Island",
        "description": "In Dinosaur Island, players will have to collect DNA, research the DNA sequences of extinct dinosaur species, and then combine the ancient DNA in the correct sequence to bring these prehistoric creatures back to life. Dino cooking! All players will compete to build the most thrilling park each season, and then work to attract (and keep alive!) the most visitors each season that the park opens. Do you go big and create a pack of Velociraptors? They'll definitely excite potential visitors, but you'd better make a large enough enclosure for them. And maybe hire some (read: a lot of) security. Or they WILL break out and start eating your visitors, and we all know how that ends. You could play it safe and grow a bunch of herbivores, but then you aren't going to have the most exciting park in the world (sad face). So maybe buy a roller coaster or two to attract visitors to your park the good old-fashioned way?",
        "minPlayers": "1",
        "maxPlayers": "4",
        "complexity": "Heavy",
        "lengthOfGame": "120",
        "img":"https://cf.geekdo-images.com/imagepage/img/H4WyonQHojZv7V9arAn-riGAxt0=/fit-in/900x600/filters:no_upscale()/pic3429338.png"
    
    },
    {
        
        "name": "Smash Up",
        "description": "The 'shufflebuilding' game Smash Up begins with a simple premise: take the 20-card decks of two factions, shuffle them into a deck of forty cards, then compete to crush more Bases than your opponents! Each faction involves a different gaming mechanism - the pirates move the cards, the zombies bring back the cards from the discard pile, the dinosaurs have enormous power - and each combination of factions brings a different gaming experience.",
        "minPlayers": "2",
        "maxPlayers": "4",
        "complexity": "Light",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/b582De4SoDw9gO6xLpPNWbdmI10=/fit-in/900x600/filters:no_upscale()/pic1269874.jpg"
    
    },
    {
        
        "name": "Carcassonne",
        "description": "Carcassonne is a tile-placement game in which the players draw and place a tile with a piece of southern French landscape on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, etcetera. Having placed a tile, the player can then decide to place one of his meeples on one of the areas on it: on the city as a knight, on the road as a robber, on a cloister as a monk, or on the grass as a farmer. When that area is complete, that meeple scores points for its owner. During a game of Carcassonne, players are faced with decisions like: \"Is it really worth putting my last meeple there?\" or \"Should I use this tile to expand my city, or should I place it near my opponent instead, giving him a hard time to complete his project and score points?\" Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.",
        "minPlayers": "2",
        "maxPlayers": "5",
        "complexity": "Light",
        "lengthOfGame": "45",
        "img": "https://cf.geekdo-images.com/imagepage/img/vBFuoCx6bZ8_PTJKGw1iA4RIJJw=/fit-in/900x600/filters:no_upscale()/pic2337577.jpg"
    
    },
    {
        
        "name": "Sagrada",
        "description": "Draft dice and use the tools-of-the-trade in Sagrada to carefully construct your stained glass window masterpiece. \n In more detail, each player builds a stained glass window by building up a grid of dice on their player board. Each board has some restrictions on which color or shade (value) of die can be placed there. Dice of the same shade or color may never be placed next to each other. Dice are drafted in player order, with the start player rotating each round, snaking back around after the last player drafts two dice. Scoring is variable per game based on achieving various patterns and varieties of placement...as well as bonus points for dark shades of a particular hidden goal color.\n Special tools can be used to help you break the rules by spending skill tokens; once a tool is used, it then requires more skill tokens for the next player to use them.\n The highest scoring window artisan wins!",
        "minPlayers": "1",
        "maxPlayers": "6",
        "complexity": "Light",
        "lengthOfGame": "45",
        "img":"https://cf.geekdo-images.com/imagepage/img/dugmXVmeKi5YSaaJpyt_aFP80Yc=/fit-in/900x600/filters:no_upscale()/pic3525224.jpg"
    
    },
    {
        
        "name": "Last Night on Earth: The Zombie Game",
        "description": "Last Night on Earth: The Zombie Game is a survival horror board game that pits small-town heroes head-to-head against a horde of zombies. A team of four heroes is chosen by one set of players, and the zombies are controlled by one or two players. Each hero has its own special abilities. The board is modular, which changes the layout of the town and start positions of each hero. The game comes with several scenarios, which include simple survival, rescue, or escape. Differing combinations of heroes, scenarios, and board configurations offer a lot of replayability.",
        "minPlayers": "2",
        "maxPlayers": "6",
        "complexity": "Medium",
        "lengthOfGame": "90",
        "img":"https://cf.geekdo-images.com/imagepage/img/VcU9PCaR9rhkbyBwPjT-uSMr_Uo=/fit-in/900x600/filters:no_upscale()/pic207777.jpg"
    
    },
    {
        
        "name": "Betrayal at House on the Hill",
        "description": "Betrayal at House on the Hill quickly builds suspense and excitement as players explore a haunted mansion of their own design, encountering spirits and frightening omens that foretell their fate. With an estimated one hour playing time, Betrayal at House on the Hill is ideal for parties, family gatherings or casual fun with friends. \n Betrayal at House on the Hill is a tile game that allows players to build their own haunted house room by room, tile by tile, creating a new thrilling game board every time. The game is designed for three to six people, each of whom plays one of six possible characters. \n Secretly, one of the characters betrays the rest of the party, and the innocent members of the party must defeat the traitor in their midst before it’s too late! Betrayal at House on the Hill will appeal to any game player who enjoys a fun, suspenseful, and strategic game. \n Betrayal at House on the Hill includes detailed game pieces, including character cards, pre-painted plastic figures, and special tokens, all of which help create a spooky atmosphere and streamline game play.",
        "minPlayers": "3",
        "maxPlayers": "6",
        "complexity": "Medium",
        "lengthOfGame": "60",
        "img":"https://cf.geekdo-images.com/imagepage/img/ATOLalbskGxv_ZKYPTqdJC9lh_o=/fit-in/900x600/filters:no_upscale()/pic828598.jpg"
    
    },
    {
        
        "name": "Unmatched: Robin Hood vs. Bigfoot",
        "description": "Unmatched is a highly asymmetrical miniature fighting game for two or four players. (Note that this set is solely for two players, but it can be combined with other sets, which all serve up to four players.) Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups. \n Robin Hood vs. Bigfoot features the titular heroes. Robin Hood and his outlaws excel at ranged attacks and robbing from their opponents. Bigfoot and his pal, the Jackalope, crash through the forest for quick attacks before disappearing like a figment of the mind.",
        "minPlayers": "2",
        "maxPlayers": "2",
        "complexity": "Light",
        "lengthOfGame": "20",
        "img":"https://cf.geekdo-images.com/imagepage/img/ZgofUd4h6AKMH5GXC7iFuaO6rrE=/fit-in/900x600/filters:no_upscale()/pic4621589.jpg"
    
    }








]